Repository: emkey1/ish-AOK
Catalog: app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Run Inside Their Root: the program sees that filesystem's own files, as if you had chrooted into it (mount-root.sh). Use Their Libraries Here: it sees this filesystem's files and your home, borrowing only its libraries; programs that need data files of their own may not work. Off: it fails, as on Linux.
de: In ihrem Root ausführen: Das Programm sieht die eigenen Dateien dieses Dateisystems, als hättest du per chroot hineingewechselt (mount-root.sh). Ihre Bibliotheken hier nutzen: Es sieht die Dateien dieses Dateisystems und dein Home und leiht nur die Bibliotheken; Programme, die eigene Datendateien brauchen, funktionieren evtl. nicht. Aus: Es schlägt fehl, wie unter Linux.
es: Ejecutar dentro de su raíz: el programa ve los archivos de ese sistema de archivos, como si hubieras hecho chroot en él (mount-root.sh). Usar sus bibliotecas aquí: ve los archivos de este sistema de archivos y tu carpeta de inicio, y solo toma prestadas sus bibliotecas; los programas que necesiten sus propios archivos de datos pueden no funcionar. Desactivado: falla, como en Linux.
fr: Exécuter dans leur racine : le programme voit les fichiers propres à ce système de fichiers, comme si vous y aviez fait un chroot (mount-root.sh). Utiliser leurs bibliothèques ici : il voit les fichiers de ce système de fichiers et votre dossier personnel, en n'empruntant que ses bibliothèques ; les programmes qui ont besoin de leurs propres fichiers de données peuvent ne pas fonctionner. Désactivé : il échoue, comme sous Linux.
ja: そのルート内で実行: プログラムには、そのファイルシステム自身のファイルが見えます。そこに chroot したのと同じです（mount-root.sh）。そのライブラリをここで使用: このファイルシステムのファイルとホームが見え、ライブラリだけを借用します。独自のデータファイルが必要なプログラムは動作しない場合があります。オフ: Linux と同様に失敗します。
ko: 해당 루트 내에서 실행: 프로그램은 해당 파일 시스템에 chroot한 것처럼 그 파일 시스템의 파일을 봅니다(mount-root.sh). 여기서 해당 라이브러리 사용: 프로그램은 이 파일 시스템의 파일과 홈을 보며 라이브러리만 빌려옵니다. 자체 데이터 파일이 필요한 프로그램은 작동하지 않을 수 있습니다. 끔: Linux에서처럼 실패합니다.
pt_br: Executar na Raiz de Origem: o programa vê os arquivos daquele sistema de arquivos, como se você tivesse feito chroot nele (mount-root.sh). Usar Bibliotecas de Origem Aqui: ele vê os arquivos deste sistema de arquivos e sua pasta pessoal, pegando emprestadas só as bibliotecas; programas que precisam de arquivos de dados próprios podem não funcionar. Desativado: ele falha, como no Linux.
ru: «Запускать в их корневой ФС»: программа видит собственные файлы той файловой системы, как после chroot в неё (mount-root.sh). «Использовать их библиотеки здесь»: она видит файлы этой файловой системы и вашу домашнюю папку, заимствуя только библиотеки; программы, которым нужны собственные файлы данных, могут не работать. «Выкл.»: запуск завершается ошибкой, как в Linux.
zh_hans: 在其根文件系统内运行：程序看到的是该文件系统自己的文件，就像你已 chroot 进入它一样（mount-root.sh）。在此使用其库：程序看到的是此文件系统的文件和你的主目录，仅借用其库；需要自身数据文件的程序可能无法工作。关闭：程序会运行失败，与 Linux 上一样。
zh_hant: 在其根檔案系統內執行：程式會看到該檔案系統自己的檔案，如同你已 chroot 進入其中（mount-root.sh）。在此使用其函式庫：程式會看到此檔案系統的檔案和你的個人目錄，只借用其函式庫；需要自身資料檔案的程式可能無法運作。關閉：程式會失敗，與 Linux 相同。

source: Run on tap
de: Bei Tippen ausführen
es: Ejecutar al tocar
fr: Exécuter au toucher
ja: タップで実行
ko: 탭하면 실행
pt_br: Executar ao tocar
ru: Выполнять по касанию
zh_hans: 轻点时运行
zh_hant: 點一下即執行

source: Run shell command?
de: Shell-Befehl ausführen?
es: ¿Ejecutar comando de shell?
fr: Exécuter la commande shell ?
ja: シェルコマンドを実行しますか？
ko: 셸 명령을 실행하겠습니까?
pt_br: Executar comando shell?
ru: Выполнить команду оболочки?
zh_hans: 运行 shell 命令？
zh_hant: 要執行 shell 指令嗎？

source: Run, allow all this chat
de: Ausführen, alles in diesem Chat erlauben
es: Ejecutar y permitir todo en este chat
fr: Exécuter, tout autoriser pour cette conversation
ja: 実行（このチャットではすべて許可）
ko: 실행, 이 채팅에서 모두 허용
pt_br: Executar, permitir tudo neste chat
ru: Выполнить, разрешить всё в этом чате
zh_hans: 运行，本聊天全部允许
zh_hant: 執行，此對話全部允許

source: Run, don't ask again this reply
de: Ausführen, in dieser Antwort nicht mehr fragen
es: Ejecutar y no volver a preguntar en esta respuesta
fr: Exécuter, ne plus demander pour cette réponse
ja: 実行（この応答では今後確認しない）
ko: 실행, 이번 응답에서 다시 묻지 않음
pt_br: Executar, não perguntar de novo nesta resposta
ru: Выполнить, не спрашивать до конца ответа
zh_hans: 运行，本次回复不再询问
zh_hant: 執行，此回覆不再詢問

source: Runs this command
de: Führt diesen Befehl aus
es: Ejecuta este comando
fr: Exécute cette commande
ja: このコマンドを実行します
ko: 이 명령을 실행합니다
pt_br: Executa este comando
ru: Выполняет эту команду
zh_hans: 运行此命令
zh_hant: 執行此指令

source: SESSION SUSPEND
de: SITZUNG UNTERBRECHEN
es: SUSPENSIÓN DE SESIÓN
fr: SUSPENSION DE SESSION
ja: セッションのサスペンド
ko: 세션 일시 중단
pt_br: SUSPENSÃO DA SESSÃO
ru: ПРИОСТАНОВКА СЕАНСА
zh_hans: 会话挂起
zh_hant: 工作階段暫停

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_hans: 存储
zh_hant: 儲存

source: Save All Blocks
de: Alle Blöcke sichern
es: Guardar todos los bloques
fr: Enregistrer tous les blocs
ja: すべてのブロックを保存
ko: 모든 블록 저장
pt_br: Salvar Todos os Blocos
ru: Сохранить все блоки
zh_hans: 存储所有代码块
zh_hant: 儲存所有區塊

source: Save Anyway
de: Trotzdem sichern
es: Guardar de todos modos
fr: Enregistrer quand même
ja: このまま保存
ko: 그래도 저장
pt_br: Salvar Mesmo Assim
ru: Всё равно сохранить
zh_hans: 仍然保存
zh_hant: 仍要儲存

source: Save As
de: Sichern unter
es: Guardar como
fr: Enregistrer sous
ja: 別名で保存
ko: 다른 이름으로 저장
pt_br: Salvar Como
ru: Сохранить как
zh_hans: 存储为
zh_hant: 另存新檔

source: Save As New
de: Als neu sichern
es: Guardar como nuevo
fr: Enregistrer comme nouveau
ja: 新規として保存
ko: 새로 저장
pt_br: Salvar Como Novo
ru: Сохранить как новую
zh_hans: 存储为新主题
zh_hant: 另存為新主題

source: Save As…
de: Sichern unter …
es: Guardar como…
fr: Enregistrer sous…
ja: 別名で保存…
ko: 다른 이름으로 저장…
pt_br: Salvar Como…
ru: Сохранить как…
zh_hans: 存储为…
zh_hant: 另存新檔…

source: Save Current Layout
de: Aktuelles Layout sichern
es: Guardar disposición actual
fr: Enregistrer la disposition actuelle
ja: 現在のレイアウトを保存
ko: 현재 레이아웃 저장
pt_br: Salvar Layout Atual
ru: Сохранить текущий макет
zh_hans: 保存当前布局
zh_hant: 儲存目前的佈局

source: Save Desktops
de: Desktops sichern
es: Guardar escritorios
fr: Enregistrer les bureaux
ja: デスクトップを保存
ko: 데스크탑 저장
pt_br: Salvar Áreas de Trabalho
ru: Сохранить рабочие столы
zh_hans: 保存桌面
zh_hant: 儲存桌面

source: Save From Chat
de: Aus Chat sichern
es: Guardar desde el chat
fr: Enregistrer depuis la conversation
ja: チャットから保存
ko: 채팅에서 저장
pt_br: Salvar do Chat
ru: Сохранение из чата
zh_hans: 从聊天存储
zh_hant: 從對話儲存

source: Save From Chat…
de: Aus Chat sichern …
es: Guardar desde el chat…
fr: Enregistrer depuis la conversation…
ja: チャットから保存…
ko: 채팅에서 저장…
pt_br: Salvar do Chat…
ru: Сохранить из чата…
zh_hans: 从聊天存储…
zh_hant: 從對話儲存…

source: Save Here
de: Hier sichern
es: Guardar aquí
fr: Enregistrer ici
ja: ここに保存
ko: 여기에 저장
pt_br: Salvar Aqui
ru: Сохранить здесь
zh_hans: 存储到此处
zh_hant: 儲存在這裡

source: Save Playlist
de: Playlist sichern
es: Guardar lista de reproducción
fr: Enregistrer la liste de lecture
ja: プレイリストを保存
ko: 재생 목록 저장
pt_br: Salvar Playlist
ru: Сохранить плейлист
zh_hans: 存储播放列表
zh_hant: 儲存播放列表

source: Save Queue as Playlist…
de: Warteschlange als Playlist sichern …
es: Guardar cola como lista de reproducción…
fr: Enregistrer la file comme liste de lecture…
ja: キューをプレイリストとして保存…
ko: 대기열을 재생 목록으로 저장…
pt_br: Salvar Fila como Playlist…
ru: Сохранить очередь как плейлист…
zh_hans: 将队列存储为播放列表…
zh_hant: 將佇列儲存為播放列表…

source: Save Session
de: Sitzung sichern
es: Guardar sesión
fr: Enregistrer la session
ja: セッションを保存
ko: 세션 저장
pt_br: Salvar Sessão
ru: Сохранить сеанс
zh_hans: 保存会话
zh_hant: 儲存工作階段

source: Save Session Now
de: Sitzung jetzt sichern
es: Guardar sesión ahora
fr: Enregistrer la session maintenant
ja: 今すぐセッションを保存
ko: 지금 세션 저장
pt_br: Salvar Sessão Agora
ru: Сохранить сеанс сейчас
zh_hans: 立即保存会话
zh_hant: 立即儲存工作階段

source: Save Theme
de: Theme sichern
es: Guardar tema
fr: Enregistrer le thème
ja: テーマを保存
ko: 테마 저장
pt_br: Salvar Tema
ru: Сохранить тему
zh_hans: 存储主题
zh_hant: 儲存主題

source: Save a workspace arrangement for this workspace first, then restore it from here.
de: Sichere zuerst eine Anordnung für diesen Workspace und stelle sie dann hier wieder her.
es: Primero guarda una disposición para este espacio de trabajo y luego restáurala desde aquí.
fr: Enregistrez d'abord une disposition pour cet espace de travail, puis restaurez-la d'ici.
ja: まずこのワークスペースの配置を保存してから、ここで復元してください。
ko: 먼저 이 워크스페이스의 배치를 저장한 후 여기서 복원하십시오.
pt_br: Salve primeiro uma disposição para este espaço de trabalho e depois restaure-a daqui.
ru: Сначала сохраните расстановку для этой рабочей области, затем восстанавливайте её отсюда.
zh_hans: 请先为此工作区保存一个工作区布局，然后再从这里恢复。
zh_hant: 請先為此工作區儲存工作區排列，然後再從這裡恢復。

# Save block %lu (%@)
source: Save block %1$lu (%2$@)
de: Block %1$lu sichern (%2$@)
es: Guardar bloque %1$lu (%2$@)
fr: Enregistrer le bloc %1$lu (%2$@)
ja: ブロック %1$lu を保存（%2$@）
ko: 블록 %1$lu 저장(%2$@)
pt_br: Salvar bloco %1$lu (%2$@)
ru: Сохранить блок %1$lu (%2$@)
zh_hans: 存储代码块 %1$lu（%2$@）
zh_hant: 儲存區塊 %1$lu（%2$@）

source: Save changes to %@?
de: Änderungen an %@ sichern?
es: ¿Guardar los cambios en %@?
fr: Enregistrer les modifications de %@ ?
ja: %@ への変更を保存しますか？
ko: %@에 대한 변경 사항을 저장하겠습니까?
pt_br: Salvar alterações em %@?
ru: Сохранить изменения в %@?
zh_hans: 是否存储对“%@”的更改？
zh_hant: 要儲存對 %@ 的變更嗎？

source: Save destination: %@
de: Speicherort: %@
es: Destino de guardado: %@
fr: Destination d'enregistrement : %@
ja: 保存先: %@
ko: 저장 위치: %@
pt_br: Destino de salvamento: %@
ru: Папка сохранения: %@
zh_hans: 存储位置：%@
zh_hant: 儲存位置：%@

source: Save failed
de: Sichern fehlgeschlagen
es: Error al guardar
fr: Échec de l'enregistrement
ja: 保存に失敗しました
ko: 저장 실패
pt_br: Falha ao salvar
ru: Сбой сохранения
zh_hans: 存储失败
zh_hant: 儲存失敗

source: Save or restore this workspace
de: Diesen Workspace sichern oder wiederherstellen
es: Guardar o restaurar este espacio de trabajo
fr: Enregistrer ou restaurer cet espace de travail
ja: このワークスペースを保存または復元
ko: 이 워크스페이스 저장 또는 복원
pt_br: Salvar ou restaurar este espaço de trabalho
ru: Сохранить или восстановить эту рабочую область
zh_hans: 保存或恢复此工作区
zh_hant: 儲存或恢復此工作區

source: Save the current editor palette as a custom Workspace theme.
de: Sichere die aktuelle Editor-Palette als eigenes Workspace-Theme.
es: Guarda la paleta actual del editor como tema personalizado del espacio de trabajo.
fr: Enregistrez la palette actuelle de l'éditeur comme thème personnalisé de l'espace de travail.
ja: 現在のエディタのパレットをカスタムワークスペーステーマとして保存します。
ko: 현재 편집기 팔레트를 사용자 설정 워크스페이스 테마로 저장합니다.
pt_br: Salve a paleta atual do editor como um tema personalizado do Espaço de trabalho.
ru: Сохраните текущую палитру редактора как пользовательскую тему рабочей области.
zh_hans: 将当前编辑器调色板存储为自定义工作区主题。
zh_hant: 將目前編輯器的調色盤儲存為自訂工作區主題。

source: Saved %@
de: %@ gesichert
es: Guardado %@
fr: %@ enregistré
ja: %@ を保存しました
ko: %@ 저장됨
pt_br: %@ salvo
ru: Сохранено: %@
zh_hans: 已存储 %@
zh_hant: 已儲存 %@

source: Saved custom theme
de: Gesichertes eigenes Theme
es: Tema personalizado guardado
fr: Thème personnalisé enregistré
ja: 保存済みカスタムテーマ
ko: 저장된 사용자 설정 테마
pt_br: Tema personalizado salvo
ru: Сохранённая пользовательская тема
zh_hans: 已保存的自定义主题
zh_hant: 已儲存的自訂主題

source: Saves this run: %lu
de: Sicherungen in diesem Lauf: %lu
es: Guardados en esta ejecución: %lu
fr: Enregistrements de cette exécution : %lu
ja: この実行中の保存回数: %lu
ko: 이번 실행 저장 횟수: %lu
pt_br: Salvamentos nesta execução: %lu
ru: Сохранений в этом запуске: %lu
zh_hans: 本次运行保存次数：%lu
zh_hant: 本次執行的儲存次數：%lu

source: Saving…
de: Wird gesichert …
es: Guardando…
fr: Enregistrement…
ja: 保存中…
ko: 저장 중…
pt_br: Salvando…
ru: Сохранение…
zh_hans: 正在存储…
zh_hant: 正在儲存…

source: Scanning roots and container directories…
de: Roots und Container-Verzeichnisse werden gescannt …
es: Analizando sistemas raíz y directorios del contenedor…
fr: Analyse des racines et des répertoires du conteneur…
ja: ルートとコンテナディレクトリをスキャン中…
ko: 루트 및 컨테이너 디렉터리 스캔 중…
pt_br: Examinando raízes e diretórios do contêiner…
ru: Сканирование корневых ФС и каталогов контейнера…
zh_hans: 正在扫描根文件系统和容器目录…
zh_hant: 正在掃描根檔案系統和容器目錄…

source: Scenes
de: Szenen
es: Escenas
fr: Scènes
ja: シーン
ko: 장면
pt_br: Cenas
ru: Сцены
zh_hans: 场景
zh_hant: 場景

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
pt_br: Buscar
ru: Поиск
zh_hans: 搜索
zh_hant: 搜尋

source: Search files?
de: Dateien durchsuchen?
es: ¿Buscar archivos?
fr: Rechercher des fichiers ?
ja: ファイルを検索しますか？
ko: 파일을 검색하겠습니까?
pt_br: Pesquisar arquivos?
ru: Искать в файлах?
zh_hans: 搜索文件？
zh_hant: 要搜尋檔案嗎？

source: Secondary Text
de: Sekundärtext
es: Texto secundario
fr: Texte secondaire
ja: サブテキスト
ko: 보조 텍스트
pt_br: Texto Secundário
ru: Дополнительный текст
zh_hans: 次要文本
zh_hant: 次要文字

source: Select All
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
ja: すべてを選択
ko: 전체 선택
pt_br: Selecionar Tudo
ru: Выбрать все
zh_hans: 全选
zh_hant: 全選

source: Selected filesystem is incomplete
de: Gewähltes Dateisystem ist unvollständig
es: El sistema de archivos seleccionado está incompleto
fr: Le système de fichiers sélectionné est incomplet
ja: 選択したファイルシステムが不完全です
ko: 선택한 파일 시스템이 불완전함
pt_br: O sistema de arquivos selecionado está incompleto
ru: Выбранная файловая система неполная
zh_hans: 所选文件系统不完整
zh_hant: 所選的檔案系統不完整

source: Selected filesystem is missing
de: Gewähltes Dateisystem fehlt
es: Falta el sistema de archivos seleccionado
fr: Le système de fichiers sélectionné est introuvable
ja: 選択したファイルシステムが見つかりません
ko: 선택한 파일 시스템이 없음
pt_br: O sistema de arquivos selecionado está ausente
ru: Выбранная файловая система отсутствует
zh_hans: 所选文件系统不存在
zh_hant: 找不到所選的檔案系統

source: Selected filesystem metadata is missing
de: Metadaten des gewählten Dateisystems fehlen
es: Faltan los metadatos del sistema de archivos seleccionado
fr: Les métadonnées du système de fichiers sélectionné sont introuvables
ja: 選択したファイルシステムのメタデータが見つかりません
ko: 선택한 파일 시스템의 메타데이터가 없음
pt_br: Os metadados do sistema de arquivos selecionado estão ausentes
ru: Метаданные выбранной файловой системы отсутствуют
zh_hans: 缺少所选文件系统的元数据
zh_hant: 缺少所選檔案系統的後設資料

source: Send
de: Senden
es: Enviar
fr: Envoyer
ja: 送信
ko: 보내기
pt_br: Enviar
ru: Отправить
zh_hans: 发送
zh_hant: 傳送

source: Send Ctrl+Alt+Del
de: Strg+Alt+Entf senden
es: Enviar Ctrl+Alt+Supr
fr: Envoyer Ctrl+Alt+Suppr
ja: Ctrl+Alt+Del を送信
ko: Ctrl+Alt+Del 보내기
pt_br: Enviar Ctrl+Alt+Del
ru: Отправить Ctrl+Alt+Del
zh_hans: 发送 Ctrl+Alt+Del
zh_hant: 傳送 Ctrl+Alt+Del

source: Send a prompt to start this chat.
de: Sende einen Prompt, um diesen Chat zu beginnen.
es: Envía un prompt para empezar este chat.
fr: Envoyez un prompt pour commencer cette conversation.
ja: プロンプトを送信してこのチャットを開始します。
ko: 이 채팅을 시작하려면 프롬프트를 보내십시오.
pt_br: Envie um prompt para iniciar este chat.
ru: Отправьте промпт, чтобы начать этот чат.
zh_hans: 发送提示词以开始此聊天。
zh_hant: 傳送提示詞以開始此對話。

source: Send the model a summary instead of the history
de: Dem Modell eine Zusammenfassung statt des Verlaufs senden
es: Envía al modelo un resumen en lugar del historial
fr: Envoyer au modèle un résumé au lieu de l'historique
ja: 履歴の代わりに要約をモデルに送信
ko: 기록 대신 요약을 모델에 보내기
pt_br: Enviar ao modelo um resumo em vez do histórico
ru: Отправлять модели краткое изложение вместо истории
zh_hans: 向模型发送摘要而非完整历史记录
zh_hant: 傳送摘要給模型，而非完整記錄

source: Sends a colon.
de: Sendet einen Doppelpunkt.
es: Envía dos puntos.
fr: Envoie un deux-points.
ja: コロンを送信します。
ko: 콜론을 보냅니다.
pt_br: Envia dois-pontos.
ru: Вводит двоеточие.
zh_hans: 输入冒号。
zh_hant: 輸入冒號。

source: Sends a forward slash.
de: Sendet einen Schrägstrich.
es: Envía una barra.
fr: Envoie une barre oblique.
ja: スラッシュを送信します。
ko: 슬래시를 보냅니다.
pt_br: Envia uma barra.
ru: Вводит косую черту.
zh_hans: 输入正斜杠。
zh_hant: 輸入斜線。

source: Sends a hyphen.
de: Sendet einen Bindestrich.
es: Envía un guion.
fr: Envoie un trait d'union.
ja: ハイフンを送信します。
ko: 하이픈을 보냅니다.
pt_br: Envia um hífen.
ru: Вводит дефис.
zh_hans: 输入连字符。
zh_hant: 輸入連字號。

source: Sends a period.
de: Sendet einen Punkt.
es: Envía un punto.
fr: Envoie un point.
ja: ピリオドを送信します。
ko: 마침표를 보냅니다.
pt_br: Envia um ponto.
ru: Вводит точку.
zh_hans: 输入句点。
zh_hant: 輸入句號。

source: Sends a tab character.
de: Sendet ein Tabulatorzeichen.
es: Envía un carácter de tabulación.
fr: Envoie une tabulation.
ja: タブ文字を送信します。
ko: 탭 문자를 보냅니다.
pt_br: Envia um caractere de tabulação.
ru: Вводит символ табуляции.
zh_hans: 输入制表符。
zh_hant: 輸入 Tab 字元。

source: Sends a vertical bar.
de: Sendet einen senkrechten Strich.
es: Envía una barra vertical.
fr: Envoie une barre verticale.
ja: 縦棒を送信します。
ko: 세로 막대를 보냅니다.
pt_br: Envia uma barra vertical.
ru: Вводит вертикальную черту.
zh_hans: 输入竖线。
zh_hant: 輸入直線符號。

source: Sends an escape character.
de: Sendet ein Escape-Zeichen.
es: Envía un carácter de escape.
fr: Envoie un caractère d'échappement.
ja: エスケープ文字を送信します。
ko: Escape 문자를 보냅니다.
pt_br: Envia um caractere de escape.
ru: Вводит символ Escape.
zh_hans: 输入 Escape 字符。
zh_hant: 輸入 Escape 字元。

source: Sends an exclamation mark.
de: Sendet ein Ausrufezeichen.
es: Envía un signo de exclamación.
fr: Envoie un point d'exclamation.
ja: 感嘆符を送信します。
ko: 느낌표를 보냅니다.
pt_br: Envia um ponto de exclamação.
ru: Вводит восклицательный знак.
zh_hans: 输入感叹号。
zh_hant: 輸入驚嘆號。

source: Server returned status %ld
de: Server meldete Status %ld
es: El servidor devolvió el estado %ld
fr: Le serveur a renvoyé le code %ld
ja: サーバがステータス %ld を返しました
ko: 서버가 상태 %ld을(를) 반환함
pt_br: O servidor retornou o status %ld
ru: Сервер вернул статус %ld
zh_hans: 服务器返回状态 %ld
zh_hant: 伺服器傳回狀態 %ld

source: Session
de: Sitzung
es: Sesión
ja: セッション
ko: 세션
pt_br: Sessão
ru: Сеанс
zh_hans: 会话
zh_hant: 工作階段

source: Session Shell
de: Sitzungs-Shell
es: Shell de sesión
fr: Shell de session
ja: セッションシェル
ko: 세션 셸
pt_br: Shell da Sessão
ru: Оболочка сеанса
zh_hans: 会话 Shell
zh_hant: 工作階段 Shell

source: Session Shell (pts/%d)
de: Sitzungs-Shell (pts/%d)
es: Shell de sesión (pts/%d)
fr: Shell de session (pts/%d)
ja: セッションシェル（pts/%d）
ko: 세션 셸(pts/%d)
pt_br: Shell da Sessão (pts/%d)
ru: Оболочка сеанса (pts/%d)
zh_hans: 会话 Shell（pts/%d）
zh_hant: 工作階段 Shell（pts/%d）

source: Session Shell (pts/1)
de: Sitzungs-Shell (pts/1)
es: Shell de sesión (pts/1)
fr: Shell de session (pts/1)
ja: セッションシェル（pts/1）
ko: 세션 셸(pts/1)
pt_br: Shell da Sessão (pts/1)
ru: Оболочка сеанса (pts/1)
zh_hans: 会话 Shell（pts/1）
zh_hant: 工作階段 Shell（pts/1）

source: Session Shell (pts/1) Current
de: Sitzungs-Shell (pts/1) Aktuell
es: Shell de sesión (pts/1) Actual
fr: Shell de session (pts/1) Actuel
ja: セッションシェル（pts/1） 現在の設定
ko: 세션 셸(pts/1) 현재
pt_br: Shell da Sessão (pts/1) Atual
ru: Оболочка сеанса (pts/1) Текущий
zh_hans: 会话 Shell（pts/1） 当前
zh_hant: 工作階段 Shell（pts/1） 目前

source: Session command keeps exiting immediately
de: Sitzungsbefehl wird ständig sofort beendet
es: El comando de sesión se cierra inmediatamente una y otra vez
fr: La commande de session s'arrête sans cesse immédiatement
ja: セッションコマンドがすぐに終了し続けます
ko: 세션 명령이 계속 즉시 종료됨
pt_br: O comando da sessão continua encerrando imediatamente
ru: Команда сеанса сразу завершается снова и снова
zh_hans: 会话命令总是立即退出
zh_hant: 工作階段指令一直立即結束

source: Session command keeps exiting immediately.
de: Sitzungsbefehl wird ständig sofort beendet.
es: El comando de sesión se cierra inmediatamente una y otra vez.
fr: La commande de session s'arrête sans cesse immédiatement.
ja: セッションコマンドがすぐに終了し続けます。
ko: 세션 명령이 계속 즉시 종료됩니다.
pt_br: O comando da sessão continua encerrando imediatamente.
ru: Команда сеанса сразу завершается снова и снова.
zh_hans: 会话命令总是立即退出。
zh_hant: 工作階段指令一直立即結束。

source: Session not saved
de: Sitzung nicht gesichert
es: Sesión no guardada
fr: Session non enregistrée
ja: セッションは保存されませんでした
ko: 세션이 저장되지 않음
pt_br: Sessão não salva
ru: Сеанс не сохранён
zh_hans: 会话未保存
zh_hant: 未儲存工作階段

source: Session not suspended
de: Sitzung nicht unterbrochen
es: Sesión no suspendida
fr: Session non suspendue
ja: セッションはサスペンドされませんでした
ko: 세션이 일시 중단되지 않음
pt_br: Sessão não suspensa
ru: Сеанс не приостановлен
zh_hans: 会话未挂起
zh_hant: 未暫停工作階段

source: Session saved
de: Sitzung gesichert
es: Sesión guardada
fr: Session enregistrée
ja: セッションを保存しました
ko: 세션 저장됨
pt_br: Sessão salva
ru: Сеанс сохранён
zh_hans: 会话已保存
zh_hant: 已儲存工作階段

source: Sessions
de: Sitzungen
es: Sesiones
ja: セッション
ko: 세션
pt_br: Sessões
ru: Сеансы
zh_hans: 会话
zh_hant: 工作階段

source: Set
de: Festgelegt
es: Definida
fr: Définie
ja: 設定済み
ko: 설정됨
pt_br: Definida
ru: Задан
zh_hans: 已设置
zh_hant: 已設定

source: Set a boot command in Settings. The default is /sbin/init.
de: Lege in den Einstellungen einen Bootbefehl fest. Standard ist /sbin/init.
es: Define un comando de arranque en Ajustes. El predeterminado es /sbin/init.
fr: Définissez une commande de démarrage dans Réglages. La valeur par défaut est /sbin/init.
ja: 「設定」でブートコマンドを設定してください。デフォルトは /sbin/init です。
ko: 설정에서 부팅 명령을 설정하십시오. 기본값은 /sbin/init입니다.
pt_br: Defina um comando de inicialização em Ajustes. O padrão é /sbin/init.
ru: Задайте команду загрузки в Настройках. По умолчанию — /sbin/init.
zh_hans: 请在“设置”中设定引导命令。默认值为 /sbin/init。
zh_hant: 請在「設定」中設定開機指令。預設為 /sbin/init。

source: Set a valid server URL and model first.
de: Lege zuerst eine gültige Server-URL und ein Modell fest.
es: Primero define una URL de servidor y un modelo válidos.
fr: Définissez d'abord une URL de serveur et un modèle valides.
ja: 先に有効なサーバ URL とモデルを設定してください。
ko: 먼저 유효한 서버 URL과 모델을 설정하십시오.
pt_br: Defina primeiro uma URL de servidor e um modelo válidos.
ru: Сначала укажите действительный URL сервера и модель.
zh_hans: 请先设定有效的服务器 URL 和模型。
zh_hant: 請先設定有效的伺服器 URL 和模型。

source: Set the page opened by the Home button.
de: Lege die Seite fest, die die Home-Taste öffnet.
es: Define la página que abre el botón Inicio.
fr: Définissez la page ouverte par le bouton Accueil.
ja: ホームボタンで開くページを設定します。
ko: 홈 버튼으로 열리는 페이지를 설정합니다.
pt_br: Defina a página aberta pelo botão Início.
ru: Задайте страницу, которую открывает кнопка «Домой».
zh_hans: 设定“主页”按钮打开的页面。
zh_hant: 設定「首頁」按鈕打開的頁面。

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置
zh_hant: 設定

source: Settings and diagnostics tools.
de: Einstellungen und Diagnose-Tools.
es: Herramientas de ajustes y diagnóstico.
fr: Outils de réglages et de diagnostic.
ja: 設定と診断のツール。
ko: 설정 및 진단 도구.
pt_br: Ferramentas de ajustes e diagnóstico.
ru: Настройки и средства диагностики.
zh_hans: 设置和诊断工具。
zh_hant: 設定與診斷工具。

source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
zh_hans: 共享
zh_hant: 分享

source: Shell command rules
de: Regeln für Shell-Befehle
es: Reglas de comandos de shell
fr: Règles des commandes shell
ja: シェルコマンドのルール
ko: 셸 명령 규칙
pt_br: Regras de comandos shell
ru: Правила команд оболочки
zh_hans: Shell 命令规则
zh_hant: Shell 指令規則

source: Short read from wayvnc
de: Unvollständiger Lesevorgang von wayvnc
es: Lectura incompleta de wayvnc
fr: Lecture incomplète depuis wayvnc
ja: wayvnc からの読み取りが不完全です
ko: wayvnc에서 읽은 데이터가 부족함
pt_br: Leitura incompleta do wayvnc
ru: Неполное чтение из wayvnc
zh_hans: 从 wayvnc 读取的数据不完整
zh_hant: 從 wayvnc 讀取的資料不完整

source: Shortcuts
de: Kurzbefehle
es: Atajos
fr: Raccourcis
ja: ショートカット
ko: 단축어
pt_br: Atalhos
ru: Ярлыки
zh_hans: 快捷指令
zh_hant: 捷徑

source: Show All Fonts
de: Alle Schriften zeigen
es: Mostrar todos los tipos de letra
fr: Afficher toutes les polices
ja: すべてのフォントを表示
ko: 모든 서체 보기
pt_br: Mostrar Todas as Fontes
ru: Показать все шрифты
zh_hans: 显示所有字体
zh_hant: 顯示所有字體

source: Show Fonts
de: Schriften einblenden
es: Mostrar tipos de letra
fr: Afficher les polices
ja: フォントを表示
ko: 서체 보기
pt_br: Mostrar Fontes
ru: Показать шрифты
zh_hans: 显示字体
zh_hant: 顯示字體

source: Show Hidden Files
de: Versteckte Dateien zeigen
es: Mostrar archivos ocultos
fr: Afficher les fichiers masqués
ja: 隠しファイルを表示
ko: 숨김 파일 보기
pt_br: Mostrar Arquivos Ocultos
ru: Показать скрытые файлы
zh_hans: 显示隐藏文件
zh_hant: 顯示隱藏檔案

source: Show Keyboard
de: Tastatur einblenden
es: Mostrar teclado
fr: Afficher le clavier
ja: キーボードを表示
ko: 키보드 보기
pt_br: Mostrar Teclado
ru: Показать клавиатуру
zh_hans: 显示键盘
zh_hant: 顯示鍵盤
